Repository: kiwiadv/calculate-mortgage
Catalog: languages/calculate-mortgage-*.po
Languages: fr_fr, it_it

source: Error: To calculate the repayment of the loan you must complete all fields
fr_fr: Erreur: Afin de calculer le tableau d'amortissement du prêt, veuillez remplir tous les champs
it_it: Errore: Per calcolare l'ammortamento devi compilare tutti i campi

source: Error: Allowed only numbers
fr_fr: Erreur: Seuls les nombres sont autorisés
it_it: Errore: Consentiti solo numeri

source: Calculate the repayment of your loan
fr_fr: Simulez le paiement de votre prêt
it_it: Calcola il piano di rimborso del tuo prestito

source: Amount requested
fr_fr: Montant demandé
it_it: Importo richiesto

source: Interest rate (fixed rate)
fr_fr: Taux d'intérêt (taux fixe)
it_it: Tasso di interesse (tasso fisso)

source: Duration
fr_fr: Durée
it_it: Termine

source: years
fr_fr: années
it_it: anni

source: Date
it_it: Scadenza

source: monthly
fr_fr: mensuel
it_it: mensile

source: six-monthly
fr_fr: semestriel
it_it: semestrale

source: Calculate mortgage
fr_fr: Simulez emprunt
it_it: Calcola Mutuo

source: Repayment plan
fr_fr: Tacleau d'amortissement
it_it: Piano ammortamento

source: Rate
fr_fr: Taux
it_it: Tasso

source: Amount of tranche
fr_fr: Remboursement
it_it: Importo rata

source: Total interest
fr_fr: Coût total des intérêts
it_it: Totale interessi

source: Total loan
fr_fr: Coût total du crédit
it_it: Totale finanziamento

source: Tranche
fr_fr: Echéance
it_it: Rata

source: Portion capital
fr_fr: Capital
it_it: Quota capitale

source: Portion interest
fr_fr: Intérêt
it_it: Quota interessi

source: Residual capital
fr_fr: Capital restant
it_it: Capitale residuo
